Repository: Johnwikix/SpectrumVisualization
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AmplitudeCoe.Header
source: Amplitude root index coefficient
zh_cn: 幅度根指数系数

# AppMainTitle
source: SpectrumVisualization
zh_cn: 音频可视化

# AppTitleHeader.Header
source: SpectrumVisualization
zh_cn: 音频可视化

# BarCount.Header
source: BarCount(Require Restart App)
zh_cn: 频谱条数

# Exit.Text
source: Exit
zh_cn: 退出

# LoopBackSampleRate.Header
source: LoopBackSampleRate(Require Restart App)
zh_cn: 音频设备采样率 (Hz)

# MainWindowMaterial.Header
source: MainWindow Material
zh_cn: 主窗口材质

# MusicPlayer.Text
source: MusicPlayer
zh_cn: 音乐播放器

# OriginalSound.Header
source: OriginalSound HQ Player
zh_cn: 原音HQ播放器

# PictureOpacity.Header
source: Picture Opacity
zh_cn: 图片不透明度

# RefreshRate.Header
source: Refresh Rate
zh_cn: 刷新率

# RotationSpeed.Header
source: Rotation Speed
zh_cn: 旋转速度

# Settings.Text
source: Settings
zh_cn: 设置

# SettingsAbout.Text
source: About
zh_cn: 关于

# SpectrumAmplitude.Header
source: Spectrum Amplitude
zh_cn: 频谱幅度系数

# SpectrumBarOpacity.Header
source: SpectrumBar Opacity
zh_cn: 频谱不透明度

# SpectrumSmoothness.Header
source: Spectrum Smoothness
zh_cn: 频谱平滑系数

# SpectrumType.Header
source: Spectrum Type
zh_cn: 频谱样式

# TextShadow.Header
source: Text Shadow
zh_cn: 文字阴影

# TextOpacity.Header
source: Text Opacity
zh_cn: 文字不透明度

# UnlockWindow.Text
source: Unlock
zh_cn: 解锁窗口

# SwitchEffect.Text
source: Switch Effect
zh_cn: 切换效果

# EffectPage.Header
source: Effect Pages
zh_cn: 效果页面

# EffectPageSelect.Header
source: Active Effect Page
zh_cn: 选择效果页

# SonicTheme.Header
source: Color Theme
zh_cn: 颜色主题

# SonicAudioIntensity.Header
source: Audio Intensity
zh_cn: 音频响应强度

# SonicResponseRange.Header
source: Response Range
zh_cn: 响应范围

# SonicGridSize.Header
source: Render Resolution
zh_cn: 渲染精度

# SonicFx.Header
source: Effect Options
zh_cn: 效果选项

# SonicIdleWave.Header
source: Idle Wave
zh_cn: 空闲波浪

# SonicRipple.Header
source: Beat Ripples
zh_cn: 节拍波纹

# SonicMeteor.Header
source: Meteor Effect
zh_cn: 流星效果

# SonicPeakColor.Header
source: Peak Color
zh_cn: 峰值强调色

# SonicPeakIntensity.Header
source: Peak Color Intensity
zh_cn: 强调色强度

# SonicAutoRotate.Header
source: Auto Rotate
zh_cn: 自动旋转

# SonicRotateSpeed.Header
source: Rotate Speed
zh_cn: 旋转速度

# SettingsSectionGeneral.Text
source: General
zh_cn: 通用

# SettingsSectionAbout.Text
source: About
zh_cn: 关于

# WallpaperMode.Text
source: Wallpaper Mode
zh_cn: 壁纸模式（主屏幕）
